Autodesk.Revit.DB.OptionalFunctionalityUtils.IsSTEPImportLinkAvailable
Checks whether the STEP Import/Link functionality is available in the installed Revit.
Remarks:
STEP Import/Link is optional functionality that does not have to be a part of the Revit installation.
Returns:
True if the STEP Import/Link functionality is available in the installed Revit.
Since:
2024.2